import React from "react";

const add = () => (
  <div>
    <img id="y" src="https://f.top4top.net/p_950rk4rc1.png" />
    <p id="u">
      <b>تسليم إجابة مهمّة جماعيّة</b> يُمكن للمتدرّب أن يسلّم إجابته لمهمّةٍ ما
      بعد تسجيل الدخول ببريده الإلكتروني والتأكّد من كون المهمّة قد أسندت إليه.
      يجب ألاّ يتأخّر المتدرّب في التسليم ويتخطّى أقصى وقت للتسليم، كما يجب
      اتّباع التعليمات لكلّ حقلٍ بشكلٍ دقيق
    </p>

    <form action="">
      <div id="ll">
        <img id="pl" src="https://png.icons8.com/metro/1600/plus.png" />

        <input
          type="submit"
          id="hh"
          name="عنوان الاجابة"
          value="ارسل الاجابة هنا"
        />
        <input placeholder="(URL)رابط الاجابة" id="kok" />
        <input id="kok" placeholder="عنوان الاجابه" />
      </div>

      <p id="uu">
        التقييم (مطلوب) حدّد المهارات لكل عضو تراه يستحقّها. بإمكانك أن تمنح
        عضوًا ما أكثرَ من مهارة، كما يُمكنك أن تمنحه مهارةً واحدةً،
        <br />
        ويُمكنك أيضًا ألاّ تمنحه أيّ مهارة. التزم الصدق في توزيع المهارات وسوف
        يتم مراجعة الإجابات والتقييم من قبل الـمُرشدين. للبدء بتقييم الأعضاء
        انقر على "أيقونة قلم الرصاص الزرقاء" بجانب كلّ عضو.
      </p>
    </form>
  </div>
);
export default add;
